Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AppleIDSetup.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PARENT_SIGN_IN_REASON_NO_AGE_REBRAND
source: Sign in to your Apple Account to set up this device for a child.
ar: يجب تسجيل الدخول إلى حساب Apple ID لإعداد هذا الجهاز لطفل.
bg: Влезте във вашата Apple регистрация, за да настроите това устройство за дете.
ca: Inicia la sessió al compte d’Apple per configurar el dispositiu per a un infant.
cs: Chcete‑li toto zařízení nastavit pro dítě, přihlaste se ke svému účtu Apple.
da: Log ind på din Apple‑konto for at indstille denne enhed til et barn.
de: Melde dich mit deinem Apple Account an, um dieses Gerät für ein Kind einzurichten.
el: Συνδεθείτε στον λογαριασμό Apple σας για να διαμορφώσετε αυτήν τη συσκευή για ένα παιδί.
es: Inicia sesión en tu cuenta de Apple si quieres configurar este dispositivo para un menor.
es_419: Inicia sesión en tu cuenta de Apple para configurar este dispositivo para un menor.
fi: Kirjaudu Apple-tilillesi, jotta voit ottaa tämän laitteen käyttöön lapselle.
fr: Connectez-vous à votre compte Apple pour configurer cet appareil pour un enfant.
fr_ca: Connectez-vous à votre compte Apple pour configurer cet appareil pour un enfant.
he: כדי להגדיר מכשיר זה עבור ילדים יש להתחבר לחשבון ה-Apple שלך.
hi: बच्चे के लिए यह डिवाइस सेटअप करने के लिए अपने Apple खाते में साइन इन करें।
hr: Prijavite se u svoj Apple račun kako biste podesili ovaj uređaj za dijete.
hu: Jelentkezzen be az Apple-fiókjába, hogy beállíthassa ezt az eszközt egy gyermek számára.
id: Masuk ke Akun Apple Anda untuk mengatur perangkat ini bagi anak.
it: Accedi al tuo Apple Account per configurare il dispositivo per un bambino.
ja: このデバイスをお子様用に設定するには、あなたのApple Accountでサインインしてください。
kk: Осы құрылғыны балаға баптау үшін Apple аккаунтыңызға кіріңіз.
ko: 자녀용으로 이 기기를 설정하려면 사용자의 Apple 계정에 로그인하십시오.
lt: Prisijunkite prie „Apple“ paskyros, kad nustatytumėte šį įrenginį vaikui.
ms: Daftar masuk ke Akaun Apple anda untuk menyediakan peranti ini bagi kanak-kanak.
nl: Log in bij je Apple Account om dit apparaat te configureren voor een kind.
no: Logg på Apple-kontoen din for å konfigurere enheten for et barn.
pl: Zaloguj się na swoim koncie Apple, aby skonfigurować to urządzenie dla dziecka.
pt_br: Inicie a sessão com a sua Conta Apple para configurar este dispositivo para uma criança.
pt_pt: Inicie sessão na sua conta Apple para configurar este dispositivo para uma criança.
ro: Autentificați‑vă în contul dvs. Apple pentru a configura acest dispozitiv pentru un copil.
ru: Войдите в свой Аккаунт Apple, чтобы настроить это устройство для ребенка.
sk: Ak chcete toto zariadenie nastaviť pre dieťa, prihláste sa do svojho Apple účtu.
sl: Vpišite se v račun Apple, da to napravo nastavite za otroka.
sv: Logga in på ditt Apple‑konto om du vill ställa in denna enhet för ett barn.
th: ลงชื่อเข้าบัญชี Apple ของคุณเพื่อตั้งค่าอุปกรณ์นี้สำหรับเด็ก
tr: Bu aygıtı bir çocuk için ayarlamak istiyorsanız Apple Hesabı’nıza giriş yapın.
uk: Увійдіть зі своїм обліковим записом Apple, щоб налаштувати цей пристрій для дитини.
vi: Đăng nhập vào Tài khoản Apple của bạn để thiết lập thiết bị này cho trẻ em.
zh_cn: 登录你的Apple账户，为子女设置此设备。
zh_hk: 使用你的Apple帳户登入，以便為兒童設定此裝置。
zh_tw: 登入「Apple帳號」來設定此裝置給兒童使用。

# SETUP_VIEW_PROVIDING_DEVICE_BUTTON_OK
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# DISCOVERED_VIEW_CLIENT_REPAIR_DESCRIPTION
source: Use your Apple Account to update settings for the user on this Apple TV.
ar: استخدام حساب Apple لتحديث إعدادات المستخدم على هذا الـ Apple TV.
bg: Използвайте вашата Apple регистрация за обновяване на настройките на потребителя на този Apple TV.
ca: Utilitza el compte d’Apple per actualitzar la configuració d’usuari de l’Apple TV.
cs: Uživatelské nastavení na Apple TV bude aktualizováno s použitím vašeho účtu Apple.
da: Brug din Apple-konto til at opdatere indstillingerne for brugeren på dette Apple TV.
de: Verwende deinen Apple Account, um die Benutzereinstellungen auf diesem Apple TV zu aktualisieren.
el: Χρησιμοποιήστε τον λογαριασμό Apple σας για ενημέρωση των ρυθμίσεων σχετικά με τον χρήστη σε αυτό το Apple TV.
es: Usa tu cuenta de Apple para actualizar los ajustes de usuario de este Apple TV.
es_419: Usa tu cuenta de Apple para actualizar la configuración para el usuario de este Apple TV.
fi: Päivitä tämän Apple TV:n käyttäjän asetuksia käyttämällä Apple-tiliäsi.
fr: Utilisez votre compte Apple pour mettre à jour les réglages de cet utilisateur sur cette Apple TV.
fr_ca: Utilisez votre compte Apple pour mettre à jour les réglages de l’utilisateur de cette Apple TV.
he: באפשרותך להשתמש בחשבון ה-Apple שלך כדי לעדכן את הגדרות המשתמשים ב‑Apple TV זה.
hi: इस Apple TV पर यूज़र की सेटिंग्ज़ अपडेट करने के लिए अपने Apple खाते का उपयोग करें।
hr: Upotrijebite svoj Apple račun za ažuriranje postavki za korisnika na Apple TV‑u.
hu: Az Apple-fiókja segítségével frissítheti a felhasználó beállításait ezen az Apple TV‑n.
id: Gunakan Akun Apple Anda untuk memperbarui pengaturan bagi pengguna di Apple TV ini.
it: Usa il tuo Apple Account per aggiornare le impostazioni per l’utente su Apple TV.
ja: このApple TVでユーザの設定をアップデートするのにApple Accountを使用します。
kk: Осы Apple TV құрылғысындағы пайдаланушы реттеулерін жаңарту үшін Apple аккаунтын пайдаланыңыз.
ko: Apple 계정을 사용하여 이 Apple TV에서 사용자에 대한 설정을 업데이트합니다.
lt: Naudokite savo „Apple“ paskyrą, kad atnaujintumėte šio „Apple TV“ nustatymus.
ms: Gunakan Akaun Apple anda untuk mengemas kini seting bagi pengguna pada Apple TV ini.
nl: Gebruik je Apple Account om instellingen bij te werken voor de gebruiker op deze Apple TV.
no: Bruk Apple-kontoen din til å oppdatere innstillingene for brukeren på Apple TV.
pl: Aby uaktualnić ustawienia użytkownika tego Apple TV, użyj swojego konta Apple.
pt_br: Use a sua Conta Apple para atualizar os ajustes do usuário nesta Apple TV.
pt_pt: Use a sua conta Apple para atualizar as definições do utilizador nesta Apple TV.
ro: Utilizați contul dvs. Apple pentru a actualiza configurările pentru utilizatorul de pe acest Apple TV.
ru: Используйте свой Аккаунт Apple для обновления настроек пользователя на этом Apple TV.
sk: Na aktualizáciu nastavení pre užívateľa na tomto Apple TV použite svoj Apple účet.
sl: Za posodobitev nastavitev za uporabnika v tem Apple TV-ju uporabite svoj račun Apple.
sv: Använd ditt Apple‑konto till att uppdatera inställningarna för användaren på denna Apple TV.
th: ใช้บัญชี Apple ของคุณเพื่ออัปเดตการตั้งค่าสำหรับผู้ใช้บน Apple TV เครื่องนี้
tr: Bu Apple TV’deki kullanıcı için ayarları güncellemek üzere Apple Hesabı’nızı kullanın.
uk: Використати свій обліковий запис Apple для оновлення параметрів користувача на цьому Apple TV.
vi: Sử dụng Tài khoản Apple của bạn để cập nhật cài đặt cho người dùng trên Apple TV này.
zh_cn: 使用你的Apple账户为此Apple TV上的用户更新设置。
zh_hk: 使用你的Apple帳户來為用户更新此Apple TV上的設定。
zh_tw: 使用你的「Apple帳號」來更新此Apple TV上的使用者設定。

# AUTHENTICATE_VIEW_ALERT_KEEP_USING_NO
source: No
ar: لا
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
fr_ca: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
kk: Жоқ
ko: 아니요
lt: Ne
ms: Tidak
nl: Nee
no: Nei
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否
zh_hk: 否
zh_tw: 否

# ACCOUNT_SETUP_SIGN_IN
source: Sign In
ar: تسجيل الدخول
bg: Вход
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_419: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
fr_ca: Connexion
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
ko: 로그인
lt: Prisijungti
ms: Daftar Masuk
nl: Log in
no: Logg på
pl: Zaloguj się
pt_br: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入

# QR_CODE_SCANNING_DEVICE_PAUSE_NO_QR_TEXT
source: Camera paused
ar: تم إيقاف الكاميرا مؤقتًا
bg: Камерата е спряна на пауза
ca: Càmera en pausa
cs: Fotoaparát je pozastavený
da: Kamera på pause
de: Kamera angehalten
el: Η Κάμερα τέθηκε σε παύση
es: Cámara en pausa
es_419: Cámara en pausa
fi: Kamera keskeytetty
fr: Caméra en pause
fr_ca: Caméra en pause
he: המצלמה בהשהיה
hi: कैमरा पॉज़ किया गया
hr: Kamera pauzirana
hu: Kamera szüneteltetve
id: Kamera dijeda
it: Fotocamera in pausa
ja: カメラ一時停止中
kk: Камера кідіртілді
ko: 카메라가 일시 정지됨
lt: Kamera pristabdyta
ms: Kamera dijeda
nl: Camera gepauzeerd
no: Kamera på pause
pl: Aparat wstrzymany
pt_br: Câmera pausada
pt_pt: Câmara em pausa
ro: Cameră suspendată
ru: Камера приостановлена
sk: Kamera je pozastavená
sl: Kamera je začasno ustavljena
sv: Kamera pausad
th: กล้องหยุดพักอยู่
tr: Kamera duraklatıldı
uk: Сканування Камерою призупинено
vi: Đã tạm dừng camera
zh_cn: 相机已暂停
zh_hk: 相機已暫停
zh_tw: 已暫停相機

# SETUP_VIEW_PROGRESS_STATE_CANCEL
source: Cancelling…
ar: يجري الإلغاء…
bg: Отказване…
ca: Cancel·lant…
cs: Rušení…
da: Annullerer…
de: Abbrechen …
el: Ακύρωση…
es: Cancelando…
es_419: Cancelando…
fi: Kumotaan…
fr: Annulation…
fr_ca: Annulation…
he: מבטל…
hi: रद्द किया जा रहा है…
hr: Poništavanje…
hu: Megszakítás…
id: Membatalkan…
it: Annullo…
ja: キャンセル中…
kk: Бас тартылуда…
ko: 취소 중…
lt: Atšaukiama…
ms: Membatalkan…
nl: Annuleren…
no: Avbryter…
pl: Anuluję…
pt_br: Cancelando…
pt_pt: A cancelar…
ro: Anulare…
ru: Отмена…
sk: Ruším…
sl: Preklicevanje …
sv: Avbryter…
th: กำลังยกเลิก…
tr: Vazgeçiliyor…
uk: Скасовування…
vi: Đang hủy…
zh_cn: 正在取消…
zh_hk: 正在取消⋯
zh_tw: 取消中⋯

# PARENT_SIGN_IN_REASON
source: Sign in with your Apple ID to set up this device for a child %@ or younger.
ar: يجب تسجيل الدخول باستخدام معرِّف Apple ID لإعداد هذا الجهاز لطفل عمره %@ أو أقل.
bg: Влезте с вашия Apple ID, за да настроите това устройство за дете на възраст на и под %@ години.
ca: Inicia la sessió amb l’ID d’Apple per configurar el dispositiu per a un infant menor de %@ anys.
cs: Chcete‑li toto zařízení nastavit pro dítě do %@ let, přihlaste se pod svým Apple ID.
da: Log ind med dit Apple‑id for at indstille denne enhed til et barn på %@ eller yngre.
de: Melde dich mit deiner Apple‑ID an, um dieses Gerät für ein Kind von %@ Jahren oder jünger zu konfigurieren.
el: Συνδεθείτε με το Apple ID σας για να διαμορφώσετε αυτήν τη συσκευή για ένα παιδί %@ ετών και κάτω.
es: Inicia sesión con tu ID de Apple si quieres configurar este dispositivo para un menor de %@ años.
es_419: Inicia sesión con tu Apple ID para configurar este dispositivo para un menor de %@ años.
fi: Kirjaudu sisään Apple ID:llä, jotta voit ottaa tämän laitteen käyttöön lapselle (%@ tai nuoremmat).
fr: Connectez-vous à votre identifiant Apple pour configurer cet appareil pour un enfant de %@ ans ou moins.
fr_ca: Connectez-vous avec votre identifiant Apple pour configurer cet appareil pour un enfant de %@ ans ou moins.
he: כדי להגדיר מכשיר זה עבור ילדים בגיל %@ ומטה, יש להתחבר באמצעות ה-Apple ID שלך.
hi: %@ या इससे कम आयु के बच्चे के लिए यह डिवाइस सेटअप करने के लिए अपनी Apple ID से साइन इन करें।
hr: Prijavite se svojim Apple ID-jem za podešavanje ovog uređaja za dijete staro %@ godina ili mlađe.
hu: Jelentkezzen be az Apple ID-jával, hogy beállíthassa ezt az eszközt egy %@ éves vagy fiatalabb gyermek számára.
id: Masuk dengan ID Apple Anda untuk mengatur perangkat ini bagi anak berusia %@ tahun ke bawah.
it: Accedi con il tuo ID Apple per configurare il dispositivo per un bambino di età uguale o inferiore a %@ anni.
ja: このデバイスを%@歳未満のお子様用に設定するには、あなたのApple IDでサインインしてください。
kk: Осы құрылғыны %@ жастағы немесе одан кіші балаға баптау үшін Apple ID арқылы жүйеге кіріңіз.
ko: %@세 이하의 자녀를 위해 이 기기를 설정하려면 사용자의 Apple ID로 로그인하십시오.
lt: Prisijunkite naudodami „Apple ID“, kad nustatytumėte šį įrenginį %@ metų ar jaunesniam vaikui.
ms: Daftar masuk dengan Apple ID anda untuk menyediakan peranti ini bagi kanak-kanak yang berusia %@ tahun atau lebih muda.
nl: Log in met je Apple ID om dit apparaat te configureren voor een kind dat %@ of jonger is.
no: Logg på med Apple‑ID-en din for å konfigurere enheten for et barn på %@ eller yngre.
pl: Zaloguj się, podając swój Apple ID, aby skonfigurować to urządzenie dla dziecka w wieku poniżej %@ lat.
pt_br: Inicie a sessão com o seu ID Apple para configurar este dispositivo para uma criança com menos de %@ anos.
pt_pt: Inicie sessão com o seu ID Apple para configurar este dispositivo para uma criança menor de %@ anos.
ro: Autentificați‑vă cu ID‑ul dvs. Apple pentru a configura acest dispozitiv pentru un copil cu vârsta de %@ sau mai puțin.
ru: Войдите со своим Apple ID, чтобы настроить это устройство для ребенка, которому уже есть %@ или меньше.
sk: Ak chcete toto zariadenie nastaviť pre dieťa do %@ rokov, prihláste sa použitím svojho Apple ID.
sl: Vpišite se z računom Apple ID, da to napravo nastavite za otroka, starega %@ let ali manj.
sv: Logga in med ditt Apple‑ID om du vill ställa in den här enheten för ett barn som är %@ år eller yngre.
th: ลงชื่อเข้าด้วย Apple ID ของคุณเพื่อตั้งค่าอุปกรณ์นี้สำหรับเด็กอายุไม่เกิน %@
tr: Bu aygıtı %@ yaşında veya daha küçük bir çocuk için ayarlamak istiyorsanız Apple kimliğinizle giriş yapın.
uk: Увійдіть зі своїм Apple ID, щоб налаштувати цей пристрій для дитини віком до %@ років.
vi: Đăng nhập bằng ID Apple của bạn để thiết lập thiết bị này cho trẻ em từ %@ tuổi trở xuống.
zh_cn: 通过你的Apple ID登录，为%@岁及以下子女设置此设备。
zh_hk: 使用你的Apple ID登入，以便為%@歲或以下的兒童設定此裝置。
zh_tw: 登入Apple ID來設定此裝置給%@歲以下的兒童使用。

# PAIR_VIEW_MANUAL_DESCRIPTION
source: Enter the authentication code displayed on your other device.
ar: أدخل رمز المصادقة المعروض على جهازك الآخر.
bg: Въведете кода за идентификация, показан на другото ви устройство.
ca: Introdueix el codi d’autenticació que es mostra a l’altre dispositiu.
cs: Zadejte ověřovací kód zobrazený na druhém zařízení.
da: Skriv godkendelseskoden, der er vist på din anden enhed.
de: Gib den auf deinem anderen Gerät angezeigten Authentifizierungscode ein.
el: Εισαγάγετε τον κωδικό ελέγχου ταυτότητας που εμφανίζεται στην άλλη συσκευή σας.
es: Introduce el código de autenticación que aparece en el otro dispositivo.
es_419: Ingresa el código de autenticación mostrado en tu otro dispositivo.
fi: Syötä toisessa laitteessa näkyvä todennuskoodi.
fr: Saisissez le code d’authentification affiché sur votre autre appareil.
fr_ca: Entrez le code d’authentification affiché sur votre autre appareil.
he: יש להזין את קוד האימות שמופיע במכשיר האחר.
hi: अपने अन्य डिवाइस पर दिखाया गया प्रमाणन कोड दर्ज करें।
hr: Unesite kôd za autorizaciju koji je prikazan na vašem drugom uređaju.
hu: Adja meg a másik eszközén megjelenő hitelesítő kódot.
id: Masukkan kode pengesahan yang ditampilkan di perangkat Anda lainnya.
it: Inserisci il codice di autenticazione mostrato sull’altro dispositivo.
ja: ほかのデバイスに表示されている認証コードを入力してください。
kk: Басқа құрылғыңызда көрсетілген аутентификация кодын енгізіңіз.
ko: 다른 기기에 표시된 인증 코드를 입력하십시오.
lt: Įveskite kitame įrenginyje rodomą autentifikavimo kodą.
ms: Masukkan kod pengesahan yang dipaparkan pada peranti anda yang lain.
nl: Voer de authenticatiecode in die wordt weergegeven op je andere apparaat.
no: Skriv inn autentiseringskoden som vises på den andre enheten.
pl: Podaj kod uwierzytelnienia wyświetlany na drugim urządzeniu.
pt_br: Digite o código de autenticação exibido no outro dispositivo.
pt_pt: Digite o código de autenticação que aparece no outro dispositivo.
ro: Introduceți codul de autentificare afișat pe celălalt dispozitiv al dvs.
ru: Введите код аутентификации, отображенный на другом устройстве.
sk: Zadajte autentifikačný kód zobrazený na druhom zariadení.
sl: Vnesite kodo za preverjanje pristnosti, ki je prikazana na zaslonu druge naprave.
sv: Ange autentiseringskoden som visas på din andra enhet.
th: ป้อนรหัสการตรวจสอบสิทธิ์ที่แสดงอยู่บนอุปกรณ์อีกเครื่องของคุณ
tr: Diğer aygıtınızda görüntülenen kimlik doğrulama kodunu girin.
uk: Введіть код автентифікації, показаний на іншому пристрої.
vi: Nhập mã xác thực được hiển thị trên thiết bị khác của bạn.
zh_cn: 输入显示在另一台设备上的认证码。
zh_hk: 輸入另一部裝置上顯示的認證碼。
zh_tw: 輸入其他裝置上顯示的認證碼。

# SIGNING_IN_FOR_NONAME
source: Signing In
ar: يجري تسجيل الدخول
bg: Влизане
ca: Iniciant la sessió
cs: Přihlašování
da: Logger ind
de: Anmeldung
el: Σύνδεση…
es: Iniciando sesión
es_419: Iniciando sesión
fi: Kirjaudutaan sisään
fr: Connexion
fr_ca: Connexion
he: מתחבר
hi: साइन इन किया जा रहा है
hr: Prijavljivanje
hu: Bejelentkezés
id: Sedang Masuk
it: Eseguo l’accesso
ja: サインイン中
kk: Жүйеге кіру
ko: 로그인 중
lt: Jungiamasi…
ms: Mendaftar Masuk
nl: Inloggen
no: Logger på
pl: Loguję się
pt_br: Iniciando Sessão
pt_pt: A iniciar sessão
ro: Autentificare
ru: Вход в систему
sk: Prihlasovanie
sl: Vpisovanje
sv: Loggar in
th: กำลังลงชื่อเข้า
tr: Giriş yapılıyor
uk: Вхід
vi: Đang đăng nhập
zh_cn: 正在登录
zh_hk: 正在登入
zh_tw: 登入中

source: Unable to Add User
ar: غير قادر على إضافة المستخدم
bg: Неуспешно добавяне на потребител
ca: Error en afegir l’usuari
cs: Uživatele nelze přidat
da: Kan ikke tilføje bruger
de: Benutzer:in hinzufügen nicht möglich
el: Δεν είναι δυνατή η προσθήκη χρήστη
es: No se puede añadir el usuario
es_419: Error al agregar usuario
fi: Käyttäjää ei voida lisätä
fr: Impossible d’ajouter l’utilisateur
fr_ca: Impossible d’ajouter l’utilisateur
he: לא ניתן להוסיף את המשתמש/ת
hi: यूज़र जोड़ने में असमर्थ
hr: Korisnik se ne može dodati
hu: Felhasználó hozzáadása sikertelen
id: Tidak Dapat Menambahkan Pengguna
it: Non è stato possibile aggiungere l’utente
ja: ユーザを追加できません
kk: Пайдаланушыны қосу мүмкін емес
ko: 사용자를 추가할 수 없음
lt: Negalima įtraukti naudotojo
ms: Gagal Menambah Pengguna
nl: Gebruiker toevoegen mislukt
no: Kunne ikke legge til bruker
pl: Nie można dodać użytkownika
pt_br: Não foi possível adicionar o usuário
pt_pt: Não é possível adicionar o utilizador
ro: Utilizatorul nu a putut fi adăugat
ru: Не удается добавить пользователя
sk: Nie je možné pridať užívateľa
sl: Ni bilo mogoče dodati uporabnika
sv: Kan inte lägga till användare
th: ไม่สามารถเพิ่มผู้ใช้ได้
tr: Kullanıcı Eklenemiyor
uk: Не вдається додати користувача
vi: Không thể thêm người dùng
zh_cn: 无法添加用户
zh_hk: 無法加入用户
zh_tw: 無法加入使用者

# BLUETOOTH_ERROR_DESCRIPTION
source: To use a nearby device to sign in, Bluetooth must be turned on in Settings.
ar: لاستخدام جهاز قريب في تسجيل الدخول، يجب تشغيل Bluetooth في الإعدادات.
bg: За да използвате устройство наблизо за вход в регистрация, Bluetooth трябва да е включен в Настройки.
ca: Per iniciar la sessió amb un dispositiu proper, ves a la configuració i activa el Bluetooth.
cs: Chcete‑li se přihlásit na blízkém zařízení, musíte v Nastavení zapnout Bluetooth.
da: Bluetooth skal være slået til i Indstillinger, før du kan bruge en enhed i nærheden til at logge ind.
de: Um dich mit einem Gerät in der Nähe anzumelden, muss Bluetooth in den Einstellungen aktiviert sein.
el: Για χρήση μιας κοντινής συσκευής για σύνδεση, το Bluetooth πρέπει να είναι ενεργοποιημένο στις Ρυθμίσεις.
es: Para iniciar sesión con un dispositivo cercano, debes tener Bluetooth activado.
es_419: Para usar un dispositivo cercano para iniciar sesión, se debe activar Bluetooth en Configuración.
fi: Bluetoothin on oltava päällä Asetuksissa, jotta kirjautumiseen voidaan käyttää lähellä olevaa laitetta.
fr: Pour utiliser un appareil à proximité pour vous connecter, activez le Bluetooth dans Réglages.
fr_ca: Pour vous connecter au moyen d’un appareil à proximité, activez Bluetooth dans Réglages.
he: כדי להשתמש במכשיר סמוך להתחברות, Bluetooth חייב להיות מופעל ב״הגדרות״.
hi: साइन इन करने के लिए आस-पास के डिवाइस का इस्तेमाल करने के लिए सेटिंग्ज़ में Bluetooth चालू होना ज़रूरी है।
hr: Za uporabu obližnjeg uređaja za prijavljivanje Bluetooth treba biti uključen u Postavkama.
hu: Ha a bejelentkezéshez egy közeli eszközt szeretne használni, be kell kapcsolnia a Bluetootht a Beállításokban.
id: Agar dapat menggunakan perangkat di sekitar untuk masuk, Bluetooth harus dinyalakan di Pengaturan.
it: Per utilizzare un dispositivo nelle vicinanze per l’accesso, il Bluetooth deve essere attivato in Impostazioni.
ja: この機能を使用して近くのデバイスを探すには、“設定”でBluetoothがオンになっている必要があります。
kk: Жүйеге кіру мақсатында жақын жердегі құрылғыны пайдалану үшін «Реттеулер» қолданбасына өтіп, Bluetooth функциясын қосу керек.
ko: 근처 기기를 사용하여 로그인하려면 설정에서 Bluetooth가 켜져 있어야 합니다.
lt: Norėdami naudoti netoliese esantį įrenginį, kad prisijungtumėte, „Nustatymuose“ turite būti įjungę „Bluetooth“.
ms: Untuk menggunakan peranti berdekatan untuk mendaftar masuk, Bluetooth mesti diaktifkan dalam Seting.
nl: Om een apparaat in de buurt te gebruiken om in te loggen, moet Bluetooth zijn ingeschakeld in Instellingen.
no: Aktiver Bluetooth i Innstillinger for å kunne logge på fra en enhet i nærheten.
pl: Aby zalogować się, używając pobliskiego urządzenia, musisz włączyć Bluetooth w Ustawieniach.
pt_br: Para iniciar a sessão com um dispositivo por perto, o Bluetooth deve estar ativado nos Ajustes.
pt_pt: Para usar um dispositivo por perto para iniciar sessão, o Bluetooth tem de estar ativado nas Definições.
ro: Pentru a utiliza un dispozitiv din apropiere pentru autentificare, conexiunea Bluetooth trebuie să fie activată în Configurări.
ru: Чтобы использовать устройство поблизости для входа, необходимо включить Bluetooth в Настройках.
sk: Ak chcete na prihlásenie použiť zariadenie v blízkosti, musí byť zapnutý Bluetooth.
sl: Če želite za vpis uporabiti napravo v bližini, v Nastavitvah vklopite Bluetooth.
sv: Om du vill logga in med hjälp av en enhet i närheten måste Bluetooth ha aktiverats i Inställningar.
th: ในการใช้อุปกรณ์ใกล้เคียงเพื่อลงชื่อเข้า ต้องเปิดบลูทูธในการตั้งค่า
tr: Yakındaki bir aygıtı kullanarak giriş yapmak için Ayarlar’da Bluetooth’un açık olması gerekir.
uk: Щоб використовувати пристрій поблизу для входу, необхідно ввімкнути Bluetooth у Параметрах.
vi: Để sử dụng một thiết bị ở gần cho việc đăng nhập, Bluetooth phải được bật trong Cài đặt.
zh_cn: 若要使用附近设备登录，必须在“设置”中打开蓝牙。
zh_hk: 如要使用附近的裝置登入，必須在「設定」中開啟「藍牙」。
zh_tw: 若要使用附近裝置來登入，必須在「設定」中開啟藍牙。

# SETUP_VIEW_PROVIDING_DEVICE_TITLE_FINISHED
source: User Added
ar: تمت إضافة المستخدم
bg: Добавен потребител
ca: Usuari afegit
cs: Uživatel přidán
da: Bruger tilføjet
de: ^[^[Benutzer](inflect: true)](inflectionAlternative: "Benutzer:in") hinzugefügt
el: Προστέθηκε χρήστης
es: Usuario añadido
es_419: Usuario agregado
fi: Käyttäjä lisätty
fr: Utilisateur ajouté
fr_ca: Utilisateur ajouté
he: נוסף משתמש
hi: यूज़र जोड़ा गया
hr: Korisnik je dodan
hu: A felhasználó hozzáadva
id: Pengguna Ditambahkan
it: Utente aggiunto
ja: ユーザ追加済み
kk: Пайдаланушы қосылды
ko: 사용자가 추가됨
lt: Naudotojas įtrauktas
ms: Pengguna Ditambah
nl: Gebruiker toegevoegd
no: Bruker lagt til
pl: Użytkownik dodany
pt_br: Usuário Adicionado
pt_pt: Utilizador adicionado
ro: Utilizator adăugat
ru: Пользователь добавлен
sk: Užívateľ bol pridaný
sl: Uporabnik je dodan
sv: Användaren lades till
th: เพิ่มผู้ใช้แล้ว
tr: Kullanıcı Eklendi
uk: Користувача додано
vi: Đã thêm người dùng
zh_cn: 用户已添加
zh_hk: 已加入用户
zh_tw: 使用者已加入
